{
  "loading": "Loading",
  "whatsapp.message": "Hello, I'd like information about preregistration at London Link!",
  "whatsapp.number": "5581996444501",
  "languageswitcher.label": "Language: ",
  "themeswitcher.label": "Theme: ",
  "menu.home": "Home",
  "menu.about": "About",
  "menu.books": "Books",
  "menu.galery": "Gallery",
  "menu.contact": "Contact",
  "menu.preregistration": "Preregistration",
  "home.intro.title": "Do you want to<br />learn {{bold}}English?{{/bold}}",
  "home.intro.subtext": "Tell us what you need<br />and we'll create a course just for you!",
  "home.intro.preregistration": "Preregistration",
  "home.advantages.title": "{{bold}}Some of your advantages{{/bold}}<br />as a student include:",
  "home.advantages.card1.title": "Personalized Classes",
  "home.advantages.card1.text": "Study according to your personal needs and goals.",
  "home.advantages.card2.title": "Form Your Group",
  "home.advantages.card2.text": "Classes in pairs, trios, groups, or individual sessions. You choose.",
  "home.advantages.card3.title": "Rotating Team",
  "home.advantages.card3.text": "Interact with different teachers every class.",
  "home.advantages.card4.title": "Flexible Schedules",
  "home.advantages.card4.text": "Align your classes with your agenda.",
  "home.advantages.card5.title": "Proficiency Certificate",
  "home.advantages.card5.text": "Guaranteed certificate proving fluency in the language.",
  "home.objectives.title": "Tell us exactly what your<br />objectives are and {{bold}}we'll<br />create a course just for you!{{/bold}}",
  "home.objectives.subtext": "We're ready to design a course<br />fully focused on your specific needs!",
  "home.objectives.card1.text": "Starting from scratch?",
  "home.objectives.card2.text": "Want to practice conversation?",
  "home.objectives.card3.text": "Business English?",
  "home.objectives.card4.text": "Traveling and need English?",
  "home.objectives.card5.text": "Studying for an exam?",
  "home.feedback.title": "{{bold}}Feedback{{/bold}}<br />from students",
  "home.feedback.subtext": "Check out what some of our students are saying about our classes!",
  "home.feedback.card1.title": "Michelle Medeiros",
  "home.feedback.card1.text": "I always wanted to learn English to make communication easier on my trips. I tried taking some courses but didn't learn much. I met Jay through my sister-in-law and sister who were already taking the course and loved it.<br /><br />At LondonLink I felt like part of a family where friends taught me English. The classes are interactive, dynamic, and always different.",
  "home.feedback.card1.male": "false",
  "home.feedback.card2.title": "Henrique Menezes",
  "home.feedback.card2.text": "LondonLink is a modern English school that perfectly adapts to each student's needs. I especially like its flexibility and personalized approach.",
  "home.feedback.card2.male": "true",
  "home.feedback.card3.title": "Rodolpho Niceto",
  "home.feedback.card3.text": "The teaching method is truly a big differentiator, combining dynamic conversations with grammar in a light and efficient way. Moreover, the interaction with different teachers throughout the course has been essential.",
  "home.feedback.card3.male": "true",
  "home.feedback.card4.title": "Ayla Reis",
  "home.feedback.card4.text": "Studying at London Link was a turning point for my English. Before, my English was broken and I lacked confidence for basic conversations. Now I feel prepared to talk with anyone.",
  "home.feedback.card4.male": "false",
  "home.feedback.card5.title": "Karla Naves",
  "home.feedback.card5.text": "I found exactly what I needed at Londonlink. Flexible schedules that fit my routine, dynamic and personalized content tailored to what you’re looking for, plus highly qualified and attentive teachers who turn the class into a super light and fun moment.",
  "home.feedback.card5.male": "false",
  "home.feedback.card6.title": "Ceila Lopes",
  "home.feedback.card6.text": "We got to know LondonLink through our children and decided to give it a try. We were pleasantly surprised, the English course exceeded our expectations in many ways: the teachers are excellent — patient and always willing to help. The teaching method makes the learning process easy and engaging. Another great benefit is the flexible schedule, which allows us to balance our studies with other personal and professional commitments. In addition, the study materials (books and extra resources for practicing grammar and conversation) provided are top-quality, well-structured, and easy to follow. Overall, the course offers a perfect combination of quality teaching, convenience, and valuable resources. We believe it was a great choice for us and has helped us a lot in developing our English skills.",
  "home.feedback.card6.male": "false",
  "home.registration.title": "Enroll now:",
  "home.registration.preregistration": "Contact us",
  "home.registration.subtext": "By clicking the button above, you'll be directed to our WhatsApp.<br />Send us a message and we'll continue your enrollment there.",
  "about.intro.title": "Get to know a little more<br />{{bold}}about LondonLink{{/bold}}",
  "about.phylosophy.title": "Our {{bold}}Philosophy{{/bold}}",
  "about.phylosophy.text": "When people ask me what LondonLink's methodology is? I think we don't have one! I believe having a specific methodology can be somewhat restrictive. However, I can provide some context about how London Link was founded.<br /><br />After teaching at various English schools in Brazil for several years, it became increasingly clear to me that every student has a different pace and speed at which they process the information given to them.<br /><br />For some students, the traditional private school method of '1 lesson / 1 unit' works well. These courses have structure and purpose, serving those with well-defined regular routines. With proper guidance, students can progress. But not all students respond well to this.<br /><br />In fact, most students have different goals and objectives, with different timelines to achieve them. Some already have a good level of English but need improvement in specific areas. Some just need practice to avoid getting rusty.<br /><br />Everyone is different, so we must be adaptable. It's for these reasons among others that I created LondonLink.",
  "about.history.title": "Our {{bold}}History{{/bold}}",
  "about.history.text": "In May 2017, I was approached by a software development company to create a course for their employees - a course that would help them develop and improve their existing English level. Several of these students still have classes with us today.<br /><br />Very quickly the news spread, and soon I found myself with many other students of varying levels. Some were beginners needing structured training in basic grammar. For these students, I wrote my own book series - 'Three Lions English'. Books that didn't follow the standard format; books designed to be used alongside plenty of verbal practice.<br /><br />When the Covid-19 pandemic turned our world upside down and classes shifted from in-person to online, the client base grew rapidly, allowing students from all over Brazil and now Europe to have classes with us, which is why Three Lions became available in PDF format too.<br /><br />As more students joined, it became necessary to form a brilliant team of teachers to meet the demand, and today we have about 100 students.",
  "about.needs.title": "What are your {{bold}}needs and<br />goals with the English language?{{/bold}}",
  "about.needs.card1.text": "Maybe an unexpected trip<br />to an English-speaking<br />country?",
  "about.needs.card2.text": "A business trip to<br />London, New York, Sydney<br />or Cape Town?",
  "about.needs.card3.text": "Studying for IELTS,<br />TOEFL, FCE, CAE, CPE or<br />some other exam?",
  "about.needs.card4.text": "Already know English, but<br />need more conversation<br />practice?",
  "about.needs.card5.text": "Business English lessons<br />tailored to your<br />career?",
  "about.needs.card6.text": "Want to start from<br />scratch, but have a<br />tight deadline?",
  "about.goals.title": "{{bold}}We will help you{{/bold}} achieve<br />all your goals!",
  "about.goals.text": "Whether it's a trip abroad, work, taking an exam, improving language communication, starting from zero, or whatever you want to achieve, we'll design the right course to get you where you've always wanted to be.",
  "about.goals.register": "I want to enroll",
  "books.title": "{{bold}}Three Lions English{{/bold}}<br />The trilogy is complete",
  "books.block1": "While working as a coordinator at an English school in Recife, I noticed that the textbooks provided to teach our students weren't making our lives as teachers easier.<br /><br />The dialogues or 'stories' used to demonstrate grammar areas were very boring, and often the language didn't reflect how we actually speak English. The exercises were repetitive and didn't challenge students in any way.<br /><br />When I shared my concerns with the owner, he said 'Do you think you could write something better?'. I think he was surprised when I said yes, but he asked me to do exactly that – but in the same format as the old books.",
  "books.block2": "So when I stopped working for other schools and started my own – LondonLink – it seemed like a natural progression to write a new set of books, but using my own formulas based on the teaching experiences and methods I'd cultivated during my years teaching in Minas Gerais, Brasília and Recife.<br /><br />They're designed to be used not just by beginners, but also by students with greater English understanding who need to review the basics to further improve their fluency at a higher level.<br /><br />I called the 3 books 'Three Lions English' – based on the emblem used by the English football team.<br /><br />Since then, the books have been taught daily to a wide variety of students by a diverse team of brilliant teachers who provide feedback and monitor student progress. This has allowed me to make small changes and improvements when needed over time. After many years, I believe we finally have the finished product.",
  "gallery.title": "{{bold}}Image Gallery{{/bold}}",
  "contact.address.title": "Address",
  "contact.address.text": "Rua Vigário Barreto, 122, Espinheiro<br />Recife - PE",
  "contact.contact.title": "Contact",
  "contact.contact.text": "Contact via WhatsApp",
  "contact.contact.number": "+55 (81) 99644-4501",
  "contact.insta": "Follow us on Instagram"
}
