{
  "loading": "Carregando",
  "whatsapp.message": "Olá, gostaria de informações sobre a pré-matrícula na London Link!",
  "menu.home": "Início",
  "menu.about": "Sobre",
  "menu.books": "Livros",
  "menu.galery": "Galeria",
  "menu.contact": "Contato",
  "menu.preregistration": "Pré-matrícula",
  "home.intro.title": "Você quer<br />aprender {{bold}}inglês?{{/bold}}",
  "home.intro.subtext": "Diga-nos o que você precisa<br />e criaremos um curso só para você!",
  "home.intro.preregistration": "Pré-matrícula",
  "home.advantages.title": "{{bold}}Algumas de suas vantagens{{/bold}}<br />como aluno incluem:",
  "home.advantages.card1.title": "Aulas Personalizadas",
  "home.advantages.card1.text": "Estude de acordo com as suas necessidades e objetivos pessoais.",
  "home.advantages.card2.title": "Forme Sua Turma",
  "home.advantages.card2.text": "Aulas em dupla, trio, grupo ou individuais. Você escolhe.",
  "home.advantages.card3.title": "Equipe Rotativa",
  "home.advantages.card3.text": "Interaja com professores diferentes a cada aula.",
  "home.advantages.card4.title": "Horários Flexíveis",
  "home.advantages.card4.text": "Alinhe as suas aulas com a sua agenda.",
  "home.advantages.card5.title": "Certificado de Proficiência",
  "home.advantages.card5.text": "Garantia de certificado comprovando fluência no idioma.",
  "home.objectives.title": "Diga-nos exatamente quais são<br />os seus objetivos e {{bold}}criaremos<br />um curso só para você!{{/bold}}",
  "home.objectives.subtext": "Estamos prontos para projetar um curso totalmente<br />voltado para as suas necessidades específicas!",
  "home.objectives.card1.text": "Começando do início?",
  "home.objectives.card2.text": "Deseja praticar conversação?",
  "home.objectives.card3.text": "Inglês para negócios?",
  "home.objectives.card4.text": "Vai viajar e precisa de inglês?",
  "home.objectives.card5.text": "Estudando para algum exame?",
  "home.feedback.title": "{{bold}}Feedback{{/bold}}<br />dos alunos",
  "home.feedback.subtext": "Confira o que alguns dos nossos alunos estão falando sobre nossas aulas!",
  "home.feedback.card1.title": "Michelle Medeiros",
  "home.feedback.card1.text": "Eu sempre quis aprender inglês para facilitar a comunicação nas minhas viagens, tentei fazer alguns cursos mas não aprendi muito. Conheci Jay através da minha cunhada e irmã que já faziam o curso e amavam.<br /><br />Na LondonLink eu me senti parte de uma família em que amigos me ensinavam inglês. As aulas são interativas, dinâmicas e sempre diferentes.",
  "home.feedback.card2.title": "Henrique Menezes",
  "home.feedback.card2.text": "A LondonLink é uma escola de inglês moderna que se adapta perfeitamente às necessidades de cada aluno. Gosto especialmente de sua flexibilidade e abordagem personalizada.",
  "home.feedback.card3.title": "Rodolpho Niceto",
  "home.feedback.card3.text": "O método de ensino é realmente um grande diferencial, combinando conversas dinâmicas com a parte gramatical de forma leve e eficiente. Além disso, a interação com diferentes professores ao longo do curso tem sido essencial.",
  "home.feedback.card4.title": "Ayla Reis",
  "home.feedback.card4.text": "Estudar na London Link foi um divisor de águas para o meu inglês. Antes, meu inglês era travado e eu não tinha confiança para ter uma conversa básica. Agora, me sinto preparada para conversar com qualquer pessoa.",
  "home.registration.title": "Faça a sua matrícula:",
  "home.registration.preregistration": "Entrar em contato",
  "home.registration.subtext": "Ao clicar no botão acima, você será direcionado para nosso WhatsApp.<br />Mande-nos uma mensagem e continuaremos sua matrícula por lá.",
  "about.intro.title": "Conheça um pouco mais<br />{{bold}}sobre a LondonLink{{/bold}}",
  "about.phylosophy.title": "Nossa {{bold}}Filosofia{{/bold}}",
  "about.phylosophy.text": "Quando me perguntam qual é a metodologia da LondonLink? Eu acho que não temos uma! Eu acho que ter uma metodologia específica pode ser um pouco restritivo. No entanto, posso oferecer um pouco de contexto sobre como a London Link foi fundada.<br /><br />Depois de lecionar em várias escolas de inglês no Brasil, durante um período de vários anos, tornou-se cada vez mais evidente para mim que todo aluno tem um ritmo diferente e uma velocidade na qual eles processam as informações fornecidas a eles.<br /><br />Para alguns alunos, o método tradicional da escola privada de “1 aula / 1 unidade” funciona bem. Esses cursos têm uma estrutura e um propósito e servem aqueles que têm rotinas regulares bem definidas. Com a orientação correta, os alunos podem progredir. Mas nem todos os alunos respondem bem a isso.<br /><br />Na verdade, a maioria dos alunos tem metas e objetivos diferentes, prazos diferentes para alcançá-los. Alguns já possuem um bom nível de inglês, mas precisam melhorar em determinadas áreas. Alguns só precisam de prática para evitar enferrujar.<br /><br />Todo mundo é diferente, portanto devemos ser adaptáveis. É por esses motivos entre outros que eu criei a LondonLink.",
  "about.history.title": "Nossa {{bold}}História{{/bold}}",
  "about.history.text": "Em maio de 2017 fui abordado por uma empresa de desenvolvimento de software para criar um curso para os seus funcionários - um curso que os ajudasse a desenvolver e melhorar o nível de inglês existente. Vários desses alunos ainda têm aulas conosco hoje.<br /><br />Muito rapidamente a notícia se espalhou e logo me vi com vários outros alunos de níveis variados. Alguns desses alunos eram iniciantes que necessitavam de treinamento estruturado em gramática básica. Foi para esses alunos que escrevi minha própria série de livros - “Three Lions English”. Livros que não seguiam o formato padrão; livros projetados para serem usados em conjunto com muita prática verbal.<br /><br />Quando a pandemia do Covid-19 virou nosso mundo de cabeça para baixo e as aulas passaram de presenciais para online, a base de clientes cresceu rapidamente, permitindo que alunos de todo o Brasil e agora da Europa pudessem ter aulas conosco, e por isso a Three Lions ficou disponível também em formato PDF.<br /><br />À medida que mais alunos foram ingressando, tornou-se necessário formar uma equipe brilhante de professores para atender à demanda, e hoje temos cerca de 100 alunos.",
  "about.needs.title": "Quais são as suas {{bold}}necessidades e<br />objetivos com a língua inglesa?{{/bold}}",
  "about.needs.card1.text": "Talvez uma viagem inesperada para um país de língua inglesa?",
  "about.needs.card2.text": "Uma viagem de negócios a Londres. Nova York, Sydney ou Cidade do Cabo?",
  "about.needs.card3.text": "Estudando para o IELTS, TOEFL, FCE, CAE, CPI ou algum outro exame?",
  "about.needs.card4.text": "Já sabe inglês, porém precisa de mais prática de conversação?",
  "about.needs.card5.text": "Aulas de Inglês para negócios voltadas para a sua carreira?",
  "about.needs.card6.text": "Quer começar desde o básico, mas está com um prazo apertado?",
  "about.goals.title": "{{bold}}Te ajudaremos{{/bold}} a alcançar<br />todas as suas metas!",
  "about.goals.text": "Seja uma viagem para o exterior, trabalho, fazer algum exame, melhorar a comunicação no idioma, começar do zero, ou o que quer que você queira alcançar, nós projetaremos o curso certo para você chegar onde sempre desejou.",
  "about.goals.register": "Quero me matricular",
  "books.title": "{{bold}}Three Lions English{{/bold}}<br />A trilogia está completa",
  "books.block1": "Enquanto trabalhava como coordenador em uma escola de inglês em Recife, pude perceber que os livros fornecidos para ensinar nossos alunos não estavam facilitando nossa vida como professores.<br /><br />Os diálogos ou “histórias” usados ​​para demonstrar áreas da gramática eram muito chatos, e muitas vezes a linguagem não refletia a maneira como realmente falamos inglês. Os exercícios eram repetitivos e não desafiavam os alunos de forma alguma.<br /><br />Quando falei com o proprietário sobre minhas preocupações, ele disse “Você acha que poderia escrever algo melhor?”. Acho que ele ficou surpreso quando eu disse que sim, mas ele me pediu para fazer exatamente isso; mas no mesmo formato dos livros antigos.",
  "books.block2": "Então, quando parei de trabalhar para outras escolas e comecei a minha própria -Londonlink - parecia uma progressão natural escrever um novo conjunto de livros, mas usando minhas próprias fórmulas com base nas experiências e métodos de ensino que cultivei durante meus anos ensinando em Minas Gerais, Brasília e Recife.<br /><br />Eles são projetados para serem usados ​​não apenas por iniciantes, mas também por alunos com maior compreensão de inglês que precisam revisar o básico para melhorar ainda mais sua fluência em um nível mais alto.<br /><br />Chamei os 3 livros de “Three Lions English” – com base no emblema usado pelo time de futebol inglês.<br /><br />Desde então, os livros têm sido ensinados diariamente a uma grande variedade de alunos, por uma equipe diversificada de professores brilhantes que dão feedback e monitoram o progresso dos alunos. Isso me permitiu fazer pequenas mudanças e melhorias quando necessário ao longo do tempo. Depois de muitos anos, acho que finalmente temos o produto finalizado.",
  "gallery.title": "{{bold}}Galeria de Fotos{{/bold}}",
  "contact.address.title": "Endereço",
  "contact.address.text": "Rua Vigário Barreto, 122, Espinheiro",
  "contact.contact.title": "Contato",
  "contact.contact.text": "Contato via WhatsApp",
  "contact.insta": "Siga-nos no Instagram"
}
